a52dec
acl
acpi
adwaita-icon-theme
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
android-tools
apr
apr-util
arandr
arc-gtk-theme
archlinux-keyring
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attica-qt5
attr
audacious
audacious-plugins
audiofile
autoconf
automake
avahi
babl
bamf
bash
bc
bdf-zevv-peep
binutils
bison
boost-libs
bspwm
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairo-perl
cairomm
cantarell-fonts
capitaine-cursors
cava
cdparanoia
chromium
cifs-utils
clucene
cmatrix
compositeproto
compton
confuse
conky-lua
coreutils
cracklib
cryptsetup
cups
cups-filters
curl
damageproto
db
dbus
dbus-glib
dcadec
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
djvulibre
dmenu
dmraid
dmxproto
dosfstools
double-conversion
dri2proto
dri3proto
dunst
dzen2
e2fsprogs
elinks
enchant
evince
exiv2
exo
expat
faad2
fakeroot
feh
ffmpeg
ffmpeg2.8
fftw
file
file-roller
filesystem
findutils
fixesproto
flac
flex
fluxbox
font-manager
fontconfig
fontsproto
freetype2
fribidi
fuse-common
fuse2
fvwm
garcon
gawk
gc
gcc
gcc-libs
gconf
gcr
gdbm
gdk-pixbuf2
geany
gegl02
gettext
ghostscript
giblib
giflib
gimp
git
glew
glib-networking
glib-perl
glib2
glibc
glibmm
glproto
glu
gmp
gnome-desktop
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-themes-standard
gnupg
gnutls
gobject-introspection-runtime
gparted
gpgme
gpm
gptfdisk
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk2-perl
gtk3
gtkmm
gtkmm3
gtkspell
gucharmap
guile
guile2.0
gutenprint
gvfs
gvfs-mtp
gzip
harfbuzz
harfbuzz-icu
herbstluftwm
hicolor-icon-theme
hspell
htop
hunspell
hwids
hyphen
i3-gaps
i3blocks
i3lock
i3lock-fancy-git
i3status
iana-etc
icu
ifplugd
ijs
ilmbase
imagemagick
imlib2
inetutils
iniparser
inkscape
inputproto
intel-ucode
intltool
iproute2
iptables
iputils
iso-codes
iw
jack
jasper
jbig2dec
jfsutils
js
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kbproto
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kitemviews
kjobwidgets
kmod
knotifications
kpackage
krb5
kservice
ktextwidgets
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
lame
laptop-mode-tools
lcms
lcms2
ldb
lemonbar-xft-git
less
libabw
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbsd
libburn
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-qt5
libdca
libdmx
libdrm
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfbclient
libffi
libfontenc
libgcrypt
libgee
libglade
libglvnd
libgme
libgpg-error
libgtop
libgudev
libguess
libgxps
libice
libid3tag
libidn
libiec61883
libimobiledevice
libinput
libisofs
libixion
libjpeg-turbo
libkate
libksba
liblangtag
libldap
liblouis
liblqr
libmad
libmatroska
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libnfs
libnftnl
libnghttp2
libnl
libnotify
libodfgen
libogg
libomxil-bellagio
liborcus
libpagemaker
libpaper
libpcap
libpciaccess
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libsass
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsoup
libsoxr
libspectre
libspiro
libssh
libssh2
libstroke
libsystemd
libtar
libtasn1
libthai
libtheora
libtiff
libtiger
libtirpc
libtommath
libtool
libtxc_dxtn
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutil-linux
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwnck
libwnck3
libwpd
libwpg
libwps
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
libzmf
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
logrotate
lolcat
lpsolve
lsb-release
lua
lua51
lua52
lvm2
lxappearance
lxappearance-obconf
lxrandr
lxtask
lz4
lzo
m4
make
man-db
man-pages
mdadm
media-player-info
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mpc
mpd
mpdviz
mpfr
mpv
mtdev
nano
ncmpcpp
ncurses
neofetch
neon
nerd-fonts-complete
netctl
nettle
ninja
nitrogen
noto-fonts
npth
nspr
nss
ntfs-3g
ntp
obconf
oblogout
obmenu-generator
ocl-icd
oomox-git
openal
openbox
opencore-amr
openexr
openjpeg
openjpeg2
openresolv
openssl
openssl-1.0
opera
optipng
opus
orc
os-prober
p11-kit
p7zip
package-query
pacman
pacman-mirrorlist
pam
pambase
pamixer
pango
pango-perl
pangomm
papirus-icon-theme
parallel
parted
patch
pavucontrol
pciutils
pcmciautils
pcre
pcre2
pepper-flash
perl
perl-data-dump
perl-error
perl-linux-desktopfiles
perl-tk
perl-uri
perl-x11-protocol
perl-xml-parser
phonon-qt5
phonon-qt5-gstreamer
pinentry
pixman
pkg-config
plank
polkit
polkit-qt5
polybar
poppler
poppler-glib
popt
potrace
presentproto
print-manager
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pygobject-devel
pygobject2-devel
pygtk
python
python-appdirs
python-cairo
python-chardet
python-dbus
python-dbus-common
python-gobject
python-idna
python-packaging
python-pycups
python-pycurl
python-pyparsing
python-pywal
python-requests
python-setuptools
python-six
python-urllib3
python-yaml
python2
python2-cairo
python2-dbus
python2-distutils-extra
python2-gobject2
python2-olefile
python2-pillow
python2-xdg
qpdf
qt4
qt5-base
qt5-declarative
qt5-multimedia
qt5-script
qt5-speech
qt5-svg
qt5-x11extras
qt5-xmlpatterns
randrproto
raptor
rasqal
re2
readline
recordproto
redland
reflector
reiserfsprogs
renderproto
resourceproto
rofi
rtkit
rubberband
ruby
ruby-diff-lcs
ruby-paint
ruby-rainbow
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-term-ansicolor
ruby-tins
ruby-trollop
run-parts
rxvt-unicode-pixbuf
rxvt-unicode-terminfo
s-nail
sassc
schroedinger
screenfetch
scrnsaverproto
scrot
sdl
sdl2
sdl_image
sed
serf
shadow
shared-mime-info
siji-git
skippy-xd-git
smbclient
snappy
solid
sonnet
sound-theme-freedesktop
spectrwm
speex
speexdsp
sqlite
startup-notification
subversion
sudo
sxhkd
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tdb
terminus-font
terminus-font-ttf
termite
termite-terminfo
tevent
texinfo
thin-provisioning-tools
thunar
tint2
tk
tolua++
transmission-gtk
tre
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-sans
ttf-font-awesome
ttf-font-icons
ttf-liberation
ttf-material-icons
ttf-monaco
ttf-mplus
ttf-roboto
ttf-unifont
tty-clock
tumbler
tzdata
uchardet
udisks2
unrar
unzip
upower
usbmuxd
usbutils
util-linux
v4l-utils
vamp-plugin-sdk
vi
vid.stab
videoproto
viewnior
vim
vim-runtime
vlc
volume_key
vte-common
vte3-ng
w3m
wavpack
wayland
wayland-protocols
webrtc-audio-processing
weechat
wget
which
wireless_tools
wmctrl
wpa_actiond
wpa_supplicant
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-user-dirs
xdg-utils
xdo
xdotool
xextproto
xf86-input-libinput
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xf86dgaproto
xf86driproto
xf86vidmodeproto
xfburn
xfce4-settings
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-standalone
xineramaproto
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xproto
xsel
xsettingsd
xvidcore
xz
yajl
yaourt
youtube-dl
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zvbi
zziplib
